Repository: applejian/imageoptim-1
Catalog: imageoptim/*.lproj/Localizable.strings
Languages: da, de, ja, ru

source: All neccessary tools have been disabled in Preferences
da: Alle nødvendige værktøjer er blevet deaktiveret i indstillingerne
de: Alle benötigten Programme wurden in den Einstellungen deaktiviert
ja: すべてのツールは、環境設定で無効にされています
ru: Все необходимые утилиты были отключены в Настройках

source: Can't map file into memory
da: Kan ikke indlæse filen ind i hukommelsen
de: Die Datei konnte nicht in den Speicher geladen werden
ja: ファイルをメモリにマップすることはできません
ru: Не могу загрузить файл в память

source: File cannot be optimized any further
da: Filen kan ikke optimeres yderligere
de: Die Datei kann nicht mehr weiter optimiert werden
ja: ファイルは、それ以上は最適化できません
ru: Файл не может быть оптимизирована

source: File is neither PNG nor JPEG
da: Filen er hverken af typen PNG eller JPEG
de: Der Dateityp ist weder PNG noch JPEG
ja: ファイルはPNGまたはJPGではありません
ru: Файл не является PNG или JPEG

source: Inspecting file
da: Inspicerer fil
de: Analysiere die Datei
ja: ファイルを確認
ru: Проверка файлов

source: New file
da: Ny fil
de: Neue Datei
ja: 新規ファイル
ru: Новый файл

source: Optimized file could not be saved
da: Den optimerede fil kunne ikke gemmes
de: Die optimierte Datei konnte nicht gespeichert werden
ja: 最適化されたファイルを保存できませんでした
ru: Оптимизированный файл не может быть сохранен

source: Optimized successfully with %@
da: Optimeret korrekt med %@
de: Erfolgreich mit %@ optimiert
ja: %@を使用して最適化に成功
ru: Оптимизированная успешно с (%@)

source: Size of optimized file is 0
da: Størrelsen af filen er 0
de: Die Größe der optimierten Datei ist 0
ja: 最適化されたファイルのサイズは0です
ru: Размер оптимизированного файла 0

source: Started %@
da: Started med %@
de: %@ wurde gestartet
ja: 開始 %@
ru: Начато %@

source: Waiting in queue
da: Afventer i kø
de: In der Warteschleife
ja: キューで待機中
ru: Ожидание в очереди

source: Waiting to be optimized
da: Venter på at blive optimeret
de: Warte auf Optimierung
ja: 最適化を待機しています
ru: Ожидание оптимизици

source: Waiting to start more optimisations
da: Venter på at starte flere optimeringer
de: Warte darauf weitere Optimierungen starten zu können
ja: より最適化されるのを待機しています
ru: В ожидании начала оптимизации

source: %@ failed to start
da: O %@ kunne ikke startes
de: %@ konnte nicht gestartet werden
ja: %@は開始に失敗しました
ru: %@ сбой при запуске
